---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MultistoryStairsActualTreadDepth
source: html/9cc66808-d97d-5571-9cd0-b45074e985e4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MultistoryStairsActualTreadDepth Property

"Actual Tread Depth"

## Syntax (C#)
```csharp
public static ForgeTypeId MultistoryStairsActualTreadDepth { get; }
```